<#include "macro/page.ftl">
<@page>
<center>
    <div>
        <button onclick="location.href='../'">返回</button>
    </div>
    <div>
        海賊型 戰鬥力 79 指揮力19航海力2 *因為能力最大值為 219 169 219 (前兩項較有用處)
        商人型 戰鬥力 19 指揮力79航海力2
    </div>
    <br/>
    <br/>
    <div>
        三種等級分別功用:<br/>
        「商人exp」是經由貿易而累積出來的經驗值，當經驗值到達一定程度便會提升「商人Lv」
            而「商人Lv」越高，能夠「殺價」的機率越高，且當戰術設定為「迴避」狀態時...
            被襲擊有一定的機率會自動轉換成「降服」(但是需要損失一些金錢，不過可以免於戰鬥)<br/>
        「冒險exp」是經由解任務而提升的經驗值，當經驗值到達一定程度便會提升「冒險Lv」
            隨著「冒險Lv」的提升，船艦航行的節速也會提升！每Lv10提升10%
            被襲擊時，自方的反擊能力會增加！<br/>
        「海賊exp」是經由襲擊玩家得來的經驗值，當經驗值到達一定程度便會提升「海賊Lv」
            隨著「海賊Lv」的提升，水手雇用價格會降低；襲擊玩家時，對方的反擊能力會下降！
    </div>
    <br/>
    <br/>
    <div>
        介面積本介紹<br/>
        港口:<br/>
        只要有買了船，想去哪裡帶上所需物資就能開始您的海上冒險<br/><br/>

        貿易:<br/>
        要先購買了船才能夠裝載貨物，有了船之後才到交易所購入你所需要的貨物<br/>
        這些是一些貿易路線:<br/>
        地中海:<br/>
        比薩(橄欖油)<==>馬賽(棉織品)<br/>
        熱那亞(橄欖油)<==>馬賽(棉織品)<br/>
        北歐:<br/>
        阿姆斯特丹(針織布料)<===>安特衛普(乳酪)<br/>
        跨海長線:<br/>
        伊比利亞-里斯本(橄欖油)<===>非洲-聖喬治(黃金)<br/><br/>

        酒館:<br/>
        提供物資(食物)移動的基本要件
        也是聽取冒險情報的地方，一次只能解一個<br/><br/>

        造船:<br/>
        有充分的金錢就可以換更好的船，
        戰鬥可能會損毀HP每修理一次扣容量20，
        出售為售價的一半。<br/><br/>

        襲擊:<br/>
        襲擊可以攻擊其他玩家點擊其他玩家能夠查詢對方船隻
        有機會搶奪其他人的船，當然自己的船也可能被搶
    </div>

</center>

</@page>
